Repository: wxy/GloWalk
Catalog: GloWalk/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# hud.hint.endWalk
source: Double-tap to finish · Hold to pause
de: Doppelt tippen zum Beenden · Halten zum Pausieren
es: Dos toques para terminar · Mantén para pausar
fr: Deux touches pour terminer · Maintenez pour mettre en pause
it: Due tocchi per terminare · Tieni premuto per la pausa
ja: ダブルタップで終了 · 長押しで一時停止
ko: 두 번 탭하여 종료 · 길게 눌러 정지
pt_br: Dois toques para encerrar · Segure para pausar
ru: Двойное касание — завершить · Удержание — пауза
zh_hans: 双击结束 · 长按暂停
zh_hant: 按兩下結束 · 長按暫停

# hud.occluded
source: Lantern covered — light paused
de: Laterne verdeckt – Licht pausiert
es: Linterna cubierta: luz en pausa
fr: Lanterne couverte — lumière en pause
it: Lanterna coperta — luce in pausa
ja: ライトがふさがれました — 一時停止中
ko: 등불이 가려졌습니다 — 일시정지
pt_br: Lanterna coberta — luz em pausa
ru: Фонарик накрыт — свет на паузе
zh_hans: 闪光灯被遮挡，已自动关闭
zh_hant: 閃光燈被遮擋，已自動關閉

# hud.thermalNotice
source: Phone is warm — brightness reduced
de: Telefon ist warm – Helligkeit reduziert
es: El teléfono está caliente: brillo reducido
fr: Téléphone chaud — luminosité réduite
it: Il telefono è caldo — luminosità ridotta
ja: 本体が熱くなっています — 明るさを下げています
ko: 기기가 따뜻합니다 — 밝기를 낮췄습니다
pt_br: O aparelho está quente — brilho reduzido
ru: Телефон нагрелся — яркость снижена
zh_hans: 手机较热，已自动降低亮度
zh_hant: 手機變暖，已自動降低亮度

# hud.zeroStep
source: No movement detected — this walk won't be recorded
de: Keine Bewegung erkannt – dieser Spaziergang wird nicht gespeichert
es: No se detectó movimiento: este paseo no se registrará
fr: Aucun mouvement détecté — cette marche ne sera pas enregistrée
it: Nessun movimento rilevato — questa passeggiata non verrà registrata
ja: 動きが検出されませんでした — この歩行は記録されません
ko: 움직임이 감지되지 않았습니다 — 이 걷기는 기록되지 않습니다
pt_br: Nenhum movimento detectado — esta caminhada não será registrada
ru: Движение не обнаружено — эта прогулка не будет записана
zh_hans: 此次没有移动，不记录步行
zh_hant: 此次沒有移動，不記錄步行

# license.unavailable
source: License text unavailable
de: Lizenztext nicht verfügbar
es: Texto de licencia no disponible
fr: Texte de licence indisponible
it: Testo della licenza non disponibile
ja: ライセンス文を表示できません
ko: 라이선스 전문을 표시할 수 없습니다
pt_br: Texto de licença indisponível
ru: Текст лицензии недоступен
zh_hans: 许可文本不可用
zh_hant: 許可文本不可用

# location.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# location.description
source: GloWalk records your walking path to draw constellation trails on your night poster. All path data stays on your device. Your location is sent to Apple WeatherKit and Open-Meteo only for current weather. You can still walk without it; the path will be coarser.
de: GloWalk zeichnet Ihren Weg auf, um auf Ihrem Nachtposter sternenartige Spuren zu malen. Alle Wegdaten bleiben auf Ihrem Gerät. Ihr Standort wird nur für das aktuelle Wetter an Apple WeatherKit und Open-Meteo gesendet. Sie können auch ohne diesen Zugriff gehen; der Pfad wird dann ungenauer.
es: GloWalk registra tu ruta para dibujar estelas de constelaciones en tu póster nocturno. Todos los datos de la ruta permanecen en tu dispositivo. Tu ubicación solo se envía a Apple WeatherKit y Open-Meteo para el tiempo actual. Puedes caminar sin esta opción; la ruta será más imprecisa.
fr: GloWalk enregistre votre itinéraire pour dessiner des traînées de constellation sur votre poster nocturne. Toutes les données de trajet restent sur votre appareil. Votre position n'est envoyée à Apple WeatherKit et Open-Meteo que pour la météo actuelle. Vous pouvez marcher sans ce réglage ; le trajet sera plus grossier.
it: GloWalk registra il tuo percorso per disegnare tracce a forma di costellazione sul tuo poster notturno. Tutti i dati del percorso restano sul tuo dispositivo. La tua posizione viene inviata ad Apple WeatherKit e Open-Meteo solo per il meteo attuale. Puoi camminare anche senza; il percorso sarà più approssimativo.
ja: GloWalk は歩行経路を記録し、夜のポスターに星座のような足跡を描きます。 経路データはすべて端末内に保存されます。位置情報は現在の天気を取得するためにのみ Apple WeatherKit と Open-Meteo に送信されます。 許可しなくても歩けますが、経路はおおまかになります。
ko: GloWalk는 걷기 경로를 기록해 밤 포스터에 별자리 같은 발자취를 그립니다. 모든 경로 데이터는 기기에만 저장됩니다. 위치 정보는 현재 날씨를 가져오는 데에만 Apple WeatherKit과 Open-Meteo로 전송됩니다. 허용하지 않아도 걸을 수 있지만 경로는 더 대략적으로 기록됩니다.
pt_br: O GloWalk registra seu trajeto para desenhar rastros de constelação no seu pôster noturno. Todos os dados do trajeto ficam no seu aparelho. Sua localização é enviada ao Apple WeatherKit e ao Open-Meteo apenas para o clima atual. Você pode caminhar sem isso; o trajeto ficará mais impreciso.
ru: GloWalk записывает ваш маршрут, чтобы рисовать на ночном постере следы, похожие на созвездия. Все данные маршрута остаются на вашем устройстве. Ваше местоположение передаётся в Apple WeatherKit и Open-Meteo только для текущей погоды. Можно гулять и без этого — маршрут будет менее точным.
zh_hans: GloWalk 记录你的步行路径，用于在夜路海报上绘制星座般的足迹。 所有路径数据仅存于本机。位置信息仅用于向 Apple WeatherKit 和 Open-Meteo 获取当前天气。 拒绝后仍可步行，但路径精度会降低。
zh_hant: GloWalk 記錄你的步行路徑，用於在夜路海報上繪製星座般的足跡。 所有路徑數據僅存於本機。位置資訊僅用於向 Apple WeatherKit 和 Open-Meteo 取得目前天氣。 拒絕後仍可步行，但路徑精度會降低。

# location.title
source: Location Access
de: Standortzugriff
es: Acceso a la ubicación
fr: Accès à la position
it: Accesso alla posizione
ja: 位置情報のアクセス
ko: 위치 접근
pt_br: Acesso à localização
ru: Доступ к геопозиции
zh_hans: 位置访问
zh_hant: 位置存取

# moon.hud.crescent
source: Crescent
de: Sichelmond
es: Creciente
fr: Croissant
it: Crescente
ja: 三日月
ko: 초승달
pt_br: Crescente
ru: Серп
zh_hans: 蛾眉月
zh_hant: 蛾眉月

# moon.hud.fullMoon
source: Full Moon
de: Vollmond
es: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
ko: 보름달
pt_br: Lua cheia
ru: Полнолуние
zh_hans: 满月
zh_hant: 滿月

# moon.hud.gibbous
source: Gibbous
de: Dreiviertelmond
es: Gibosa
fr: Gibbeuse
it: Gibbosa
ja: 凸月
ko: 볼록달
pt_br: Gibosa
ru: Выпуклая Луна
zh_hans: 盈凸月
zh_hant: 盈凸月

# moon.hud.newMoon
source: New Moon
de: Neumond
es: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
ko: 그믐달
pt_br: Lua nova
ru: Новолуние
zh_hans: 新月
zh_hant: 新月

# moon.hud.quarter
source: Quarter Moon
de: Halbmond
es: Cuarto
fr: Quartier
it: Quarto
ja: 弦月
ko: 반달
pt_br: Quarto
ru: Четверть
zh_hans: 弦月
zh_hant: 弦月

# moon.name.firstQuarter
source: First Quarter
de: Erstes Viertel
es: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦の月
ko: 상현달
pt_br: Quarto crescente
ru: Первая четверть
zh_hans: 上弦月
zh_hant: 上弦月

# moon.name.fullMoon
source: Full Moon
de: Vollmond
es: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
ko: 보름달
pt_br: Lua cheia
ru: Полнолуние
zh_hans: 满月
zh_hant: 滿月

# moon.name.lastQuarter
source: Last Quarter
de: Letztes Viertel
es: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦の月
ko: 하현달
pt_br: Quarto minguante
ru: Последняя четверть
zh_hans: 下弦月
zh_hant: 下弦月

# moon.name.newMoon
source: New Moon
de: Neumond
es: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
ko: 그믐달
pt_br: Lua nova
ru: Новолуние
zh_hans: 新月
zh_hant: 新月

# moon.name.waningCrescent
source: Waning Crescent
de: Abnehmende Sichel
es: Menguante
fr: Dernier croissant
it: Calante
ja: 下弦の三日月
ko: 그믐초승달
pt_br: Minguante
ru: Убывающий серп
zh_hans: 残月
zh_hant: 殘月

# moon.name.waningGibbous
source: Waning Gibbous
de: Abnehmender Mond
es: Gibosa menguante
fr: Gibbeuse décroissante
it: Gibbosa calante
ja: 下弦の凸月
ko: 하현볼록달
pt_br: Gibosa minguante
ru: Убывающая выпуклая Луна
zh_hans: 亏凸月
zh_hant: 虧凸月

# moon.name.waxingCrescent
source: Waxing Crescent
de: Zunehmende Sichel
es: Creciente
fr: Premier croissant
it: Crescente
ja: 上弦の三日月
ko: 초승달
pt_br: Crescente
ru: Растущий серп
zh_hans: 蛾眉月
zh_hant: 蛾眉月

# moon.name.waxingGibbous
source: Waxing Gibbous
de: Zunehmender Mond
es: Gibosa creciente
fr: Gibbeuse croissante
it: Gibbosa crescente
ja: 上弦の凸月
ko: 상현볼록달
pt_br: Gibosa crescente
ru: Растущая выпуклая Луна
zh_hans: 盈凸月
zh_hant: 盈凸月

# permissions.authorized
source: Authorized
de: Erlaubt
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 許可済み
ko: 허용됨
pt_br: Autorizado
ru: Разрешено
zh_hans: 已授权
zh_hant: 已授權

# permissions.camera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
zh_hans: 相机
zh_hant: 相機

# permissions.cameraFeature1
source: Ambient Light Sensing
de: Umgebungslicht-Erfassung
es: Detección de luz ambiental
fr: Détection de la lumière ambiante
it: Rilevamento luce ambientale
ja: 環境光の感知
ko: 주변광 감지
pt_br: Detecção de luz ambiente
ru: Определение окружающего света
zh_hans: 环境光自适应
zh_hant: 環境光自適應

# permissions.cameraFeature2
source: Occlusion Detection
de: Verdeckungserkennung
es: Detección de obstrucción
fr: Détection d'occlusion
it: Rilevamento ostruzione
ja: 遮光の検出
ko: 가림 감지
pt_br: Detecção de obstrução
ru: Определение перекрытия
zh_hans: 遮挡检测
zh_hant: 遮擋偵測

# permissions.denied
source: Denied
de: Verweigert
es: Denegado
fr: Refusé
it: Negato
ja: 拒否
ko: 거부됨
pt_br: Negado
ru: Запрещено
zh_hans: 已拒绝
zh_hant: 已拒絕

# permissions.health.feature1
source: Writes completed walks (steps, distance and active duration) to Health. Route coordinates are not shared.
de: Vollständige Spaziergänge werden mit Schritten, Strecke und aktiver Dauer in Health gespeichert. Routenkoordinaten werden nicht geteilt.
es: Guarda pasos, distancia y tiempo activo de paseos completos en Salud. No comparte coordenadas de la ruta.
fr: Enregistre les pas, la distance et la durée active des marches complètes dans Santé. Aucune coordonnée de trajet n’est partagée.
it: Salva passi, distanza e durata attiva delle camminate complete in Salute. Le coordinate del percorso non vengono condivise.
ja: 完全な歩行の歩数・距離・有効時間をヘルスケアに記録します。ルート座標は共有しません。
ko: 완전한 걷기의 걸음 수, 거리, 유효 시간을 건강 앱에 기록합니다. 경로 좌표는 공유하지 않습니다.
pt_br: Salva passos, distância e tempo ativo de caminhadas completas no Saúde. Não compartilha coordenadas da rota.
ru: Записывает шаги, расстояние и активное время полных прогулок в Здоровье. Координаты маршрута не передаются.
zh_hans: 将完整步行的步数、距离和有效时长写入健康 App，不分享路线坐标。
zh_hant: 將完整步行的步數、距離和有效時長寫入健康 App，不分享路線座標。

# permissions.health.feature2
source: Only writes — never reads Health data; data stays on your device.
de: Nur Schreiben – liest nie Health-Daten; die Daten bleiben auf Ihrem Gerät.
es: Solo escritura: nunca lee datos de Salud; los datos permanecen en tu dispositivo.
fr: Écriture seule — ne lit jamais les données Santé ; les données restent sur votre appareil.
it: Solo scrittura — non legge mai i dati Salute; i dati restano sul tuo dispositivo.
ja: 書き込みのみ — ヘルスケアのデータを読み取ることはなく、データは端末内に保存されます。
ko: 쓰기 전용 — 건강 데이터를 읽지 않으며, 데이터는 기기에만 저장됩니다.
pt_br: Apenas escreve — nunca lê dados do Saúde; os dados ficam no seu aparelho.
ru: Только запись — никогда не читает данные «Здоровья»; данные остаются на вашем устройстве.
zh_hans: 只写入、不读取任何健康数据；数据仅保存在本机。
zh_hant: 只寫入、不讀取任何健康資料；資料僅保存在本機。

# permissions.health.unavailable
source: Unavailable on this device
de: Auf diesem Gerät nicht verfügbar
es: No disponible en este dispositivo
fr: Indisponible sur cet appareil
it: Non disponibile su questo dispositivo
ja: この端末では利用できません
ko: 이 기기에서 사용할 수 없음
pt_br: Indisponível neste aparelho
ru: Недоступно на этом устройстве
zh_hans: 此设备不支持
zh_hant: 此裝置不支援

# permissions.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報
ko: 위치
pt_br: Localização
ru: Геопозиция
zh_hans: 位置
zh_hant: 位置

# permissions.locationFeature1
source: GPS Path Recording
de: GPS-Routenaufzeichnung
es: Registro de ruta GPS
fr: Enregistrement du trajet GPS
it: Registrazione percorso GPS
ja: GPS 経路の記録
ko: GPS 경로 기록
pt_br: Registro de trajeto por GPS
ru: Запись GPS-маршрута
zh_hans: GPS 路径记录
zh_hant: GPS 路徑記錄

# permissions.locationFeature2
source: Poster Generation
de: Poster-Erstellung
es: Generación de pósters
fr: Génération de posters
it: Generazione poster
ja: ポスターの生成
ko: 포스터 생성
pt_br: Geração de pôsteres
ru: Создание постеров
zh_hans: 海报生成
zh_hant: 海報生成

# permissions.locationFeature3
source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pt_br: Clima
ru: Погода
zh_hans: 天气
zh_hant: 天氣

# permissions.notDetermined
source: Not Set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostato
ja: 未設定
ko: 미설정
pt_br: Não definido
ru: Не задано
zh_hans: 未设置
zh_hant: 未設定

# permissions.openSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir ajustes del sistema
fr: Ouvrir les réglages système
it: Apri impostazioni di sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir ajustes do sistema
ru: Открыть системные настройки
zh_hans: 前往系统设置
zh_hant: 前往系統設定

# permissions.restricted
source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
it: Limitato
ja: 制限中
ko: 제한됨
pt_br: Restrito
ru: Ограничено
zh_hans: 受限
zh_hant: 受限

# poster.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# poster.dateFormat
source: MMM d
de: d. MMM
es: d MMM
fr: d MMM
it: d MMM
ja: M月d日
ko: M월 d일
pt_br: d MMM
ru: d MMM
zh_hans: M月d日
zh_hant: M月d日

# poster.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

# poster.footer
source: A solitary step, a lantern aglow — GloWalk
de: Ein einsamer Schritt, ein Laternenlicht – GloWalk
es: Un paso solitario, una linterna encendida: GloWalk
fr: Un pas solitaire, une lanterne allumée — GloWalk
it: Un passo solitario, una lanterna accesa — GloWalk
ja: ひとり歩く夜も、ランタンの灯とともに — GloWalk
ko: 한 걸음, 등불 하나 — GloWalk
pt_br: Um passo solitário, uma lanterna acesa — GloWalk
ru: Одинокий шаг, свет фонаря — GloWalk
zh_hans: 踽踽独行，脚下有光 — GloWalk
zh_hant: 踽踽獨行，腳下有光 — GloWalk

# poster.generateFailed
source: Could not weave your poster
de: Ihr Poster konnte nicht erstellt werden
es: No se pudo crear tu póster
fr: Impossible de créer votre poster
it: Impossibile creare il tuo poster
ja: ポスターを生成できませんでした
ko: 포스터를 만들 수 없습니다
pt_br: Não foi possível criar seu pôster
ru: Не удалось создать постер
zh_hans: 海报生成失败
zh_hant: 海報生成失敗

# poster.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# poster.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存しました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

# poster.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

# poster.unit.steps
source: steps
de: Schritte
es: pasos
fr: pas
it: passi
ja: 歩
ko: 걸음
pt_br: passos
ru: шаг
zh_hans: 步
zh_hant: 步

# privacy.item1
source: Camera only senses ambient light — no photos, no video, no storage
de: Die Kamera dient nur der Erfassung von Umgebungslicht – keine Fotos, keine Videos, keine Speicherung
es: La cámara solo detecta luz ambiental: sin fotos, sin vídeos, sin almacenamiento
fr: La caméra ne sert qu'à détecter la lumière ambiante — pas de photos, pas de vidéos, pas de stockage
it: La fotocamera rileva solo la luce ambientale — niente foto, niente video, nessuna memorizzazione
ja: カメラは環境光の感知にのみ使われます — 写真も動画も撮らず、保存もしません
ko: 카메라는 주변광 감지에만 사용됩니다 — 사진도 영상도 찍지 않고 저장하지 않습니다
pt_br: A câmera serve apenas para detectar luz ambiente — sem fotos, sem vídeos, sem armazenamento
ru: Камера используется только для определения окружающего света — никаких фото, видео и сохранений
zh_hans: 摄像头仅用于感知环境光线，不拍照、不录像、不存储画面
zh_hant: 相機僅用於感知環境光線，不拍照、不錄影、不儲存畫面

# privacy.item2
source: Path data stays on your device; your location is sent to Apple WeatherKit and Open-Meteo only for current weather
de: Wegdaten bleiben auf Ihrem Gerät; Ihr Standort wird nur für das aktuelle Wetter an Apple WeatherKit und Open-Meteo gesendet
es: Los datos de ruta permanecen en tu dispositivo; tu ubicación solo se envía a Apple WeatherKit y Open-Meteo para el tiempo actual
fr: Les données de trajet restent sur votre appareil ; votre position n'est envoyée à Apple WeatherKit et Open-Meteo que pour la météo actuelle
it: I dati del percorso restano sul tuo dispositivo; la posizione viene inviata ad Apple WeatherKit e Open-Meteo solo per il meteo attuale
ja: 経路データは端末内にのみ保存されます。位置情報は現在の天気のために Apple WeatherKit と Open-Meteo にのみ送信されます
ko: 경로 데이터는 기기에만 저장됩니다. 위치 정보는 현재 날씨를 위해 Apple WeatherKit과 Open-Meteo에만 전송됩니다
pt_br: Os dados do trajeto ficam no seu aparelho; sua localização é enviada ao Apple WeatherKit e ao Open-Meteo apenas para o clima atual
ru: Данные маршрута остаются на вашем устройстве; геопозиция передаётся в Apple WeatherKit и Open-Meteo только для текущей погоды
zh_hans: 路径数据只存于你的手机；位置信息仅用于向 Apple WeatherKit 和 Open-Meteo 获取当前天气
zh_hant: 路徑數據只存於你的手機；位置資訊僅用於向 Apple WeatherKit 和 Open-Meteo 取得目前天氣

# privacy.item3
source: No ads, no tracking, no analytics
de: Keine Werbung, kein Tracking, keine Analyse
es: Sin anuncios, sin seguimiento, sin análisis
fr: Pas de publicité, pas de suivi, pas d'analyse
it: Niente pubblicità, niente tracciamento, niente analisi
ja: 広告なし・トラッキングなし・分析なし
ko: 광고 없음, 추적 없음, 분석 없음
pt_br: Sem anúncios, sem rastreamento, sem análises
ru: Без рекламы, без отслеживания, без аналитики
zh_hans: 没有广告、没有追踪、没有分析
zh_hant: 沒有廣告、沒有追蹤、沒有分析

# privacy.item4
source: You can revoke any permission at any time in Settings
de: Sie können jede Berechtigung jederzeit in den Einstellungen entziehen
es: Puedes revocar cualquier permiso en cualquier momento en los ajustes
fr: Vous pouvez révoquer chaque autorisation à tout moment dans les réglages
it: Puoi revocare qualsiasi autorizzazione in qualsiasi momento nelle impostazioni
ja: いつでも設定から各権限を無効にできます
ko: 언제든지 설정에서 권한을 해제할 수 있습니다
pt_br: Você pode revogar qualquer permissão a qualquer momento nos ajustes
ru: Вы можете в любой момент отозвать любое разрешение в настройках
zh_hans: 你可以随时在设置中关闭任何权限
zh_hant: 你可以隨時在設定中關閉任何權限

# privacy.start
source: Begin
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

# privacy.title
source: Your Privacy
de: Ihre Privatsphäre
es: Tu privacidad
fr: Votre confidentialité
it: La tua privacy
ja: あなたのプライバシー
ko: 당신의 개인정보
pt_br: Sua privacidade
ru: Ваша конфиденциальность
zh_hans: 你的隐私
zh_hant: 你的隱私

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: このアプリについて
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# settings.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# settings.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 削除
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清除
zh_hant: 清除

# settings.cleared
source: Cleared
de: Gelöscht
es: Borrado
fr: Effacé
it: Cancellato
ja: 削除しました
ko: 지워졌습니다
pt_br: Limpo
ru: Очищено
zh_hans: 已清除
zh_hant: 已清除

# settings.clearMessage
source: All walk records and posters will be deleted. This cannot be undone.
de: Alle Wanderungen und Poster werden gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán todos los paseos y pósters. Esta acción no se puede deshacer.
fr: Toutes les marches et posters seront supprimés. Cette action est irréversible.
it: Tutte le passeggiate e i poster verranno eliminati. Questa operazione non può essere annullata.
ja: すべての歩行記録とポスターが削除されます。この操作は取り消せません。
ko: 모든 걷기 기록과 포스터가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todas as caminhadas e pôsteres serão excluídos. Esta ação não pode ser desfeita.
ru: Все записи прогулок и постеры будут удалены. Это действие нельзя отменить.
zh_hans: 将删除所有步行记录和海报，此操作不可撤销。
zh_hant: 將刪除所有步行紀錄和海報，此操作不可撤銷。

# settings.clearRecords
source: Clear Walk Records
de: Wanderungen löschen
es: Borrar paseos
fr: Effacer les marches
it: Cancella passeggiate
ja: 歩行記録を削除
ko: 걷기 기록 지우기
pt_br: Limpar caminhadas
ru: Очистить записи прогулок
zh_hans: 清除步行记录
zh_hant: 清除步行紀錄

# settings.clearTitle
source: Clear Walk Records
de: Wanderungen löschen
es: Borrar paseos
fr: Effacer les marches
it: Cancella passeggiate
ja: 歩行記録を削除
ko: 걷기 기록 지우기
pt_br: Limpar caminhadas
ru: Очистить записи прогулок
zh_hans: 清除步行记录
zh_hant: 清除步行紀錄

# settings.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
zh_hans: 数据
zh_hant: 數據

# settings.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

# settings.followSystem
source: Follow System
de: System folgen
es: Seguir sistema
fr: Suivre le système
it: Segui sistema
ja: システムに従う
ko: 시스템 언어 사용
pt_br: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: ヘルスケア
ko: 건강
pt_br: Saúde
ru: Здоровье
zh_hans: 健康
zh_hant: 健康

# settings.health.authorized
source: Authorized
de: Erlaubt
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 許可済み
ko: 허용됨
pt_br: Autorizado
ru: Разрешено
zh_hans: 已授权
zh_hant: 已授權

# settings.health.denied
source: Denied — open Settings to enable
de: Verweigert – in den Einstellungen aktivieren
es: Denegado: abre los ajustes para activarlo
fr: Refusé — ouvrez les réglages pour activer
it: Negato — apri le impostazioni per attivare
ja: 拒否 — 設定から有効にできます
ko: 거부됨 — 설정에서 활성화할 수 있습니다
pt_br: Negado — abra os ajustes para ativar
ru: Запрещено — откройте настройки, чтобы включить
zh_hans: 已拒绝，可前往系统设置开启
zh_hant: 已拒絕，可前往系統設定開啟

# settings.health.notDetermined
source: Not authorized yet — requested at the first walk end
de: Noch nicht erlaubt – wird beim ersten Abschluss angefragt
es: Sin autorizar todavía: se solicita al terminar el primer paseo
fr: Pas encore autorisé — demandé à la fin de la première marche
it: Non ancora autorizzato — richiesto alla fine della prima passeggiata
ja: 未許可（初回の歩行終了時にリクエストされます）
ko: 아직 미허용(첫 걷기 종료 시 요청)
pt_br: Ainda não autorizado — solicitado no fim da primeira caminhada
ru: Пока не разрешено — запрос при завершении первой прогулки
zh_hans: 尚未授权（首次步行结束时请求）
zh_hant: 尚未授權（首次步行結束時請求）

# settings.health.status
source: Health Authorization
de: Health-Berechtigung
es: Autorización de Salud
fr: Autorisation Santé
it: Autorizzazione Salute
ja: ヘルスケアの許可状態
ko: 건강 권한 상태
pt_br: Autorização do Saúde
ru: Статус доступа к «Здоровью»
zh_hans: 健康授权状态
zh_hant: 健康授權狀態

# settings.health.sync
source: Sync to Health
de: Mit Health synchronisieren
es: Sincronizar con Salud
fr: Synchroniser avec Santé
it: Sincronizza con Salute
ja: ヘルスケアに同期
ko: 건강에 동기화
pt_br: Sincronizar com o Saúde
ru: Синхронизировать со «Здоровьем»
zh_hans: 同步到健康
zh_hant: 同步到健康

# settings.health.unavailable
source: Health data unavailable on this device
de: Health-Daten auf diesem Gerät nicht verfügbar
es: Datos de Salud no disponibles en este dispositivo
fr: Données Santé indisponibles sur cet appareil
it: Dati Salute non disponibili su questo dispositivo
ja: この端末ではヘルスケアのデータを利用できません
ko: 이 기기에서는 건강 데이터를 사용할 수 없습니다
pt_br: Dados do Saúde indisponíveis neste aparelho
ru: Данные «Здоровья» недоступны на этом устройстве
zh_hans: 此设备不支持健康数据
zh_hant: 此裝置不支援健康資料

# settings.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: 使い方
ko: 도움말
pt_br: Ajuda
ru: Справка
zh_hans: 使用帮助
zh_hant: 使用幫助

# settings.helpSection
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
zh_hans: 帮助
zh_hant: 幫助

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.permissions
source: Permissions & Privacy
de: Berechtigungen & Datenschutz
es: Permisos y privacidad
fr: Autorisations et confidentialité
it: Autorizzazioni e privacy
ja: 権限とプライバシー
ko: 권한 및 개인정보
pt_br: Permissões e privacidade
ru: Разрешения и конфиденциальность
zh_hans: 权限与隐私
zh_hant: 權限與隱私

# settings.refreshTagline
source: Another
de: Andere
es: Otra
fr: Une autre
it: Un'altra
ja: 別の言葉
ko: 다른 문구
pt_br: Outra
ru: Другая
zh_hans: 换一句
zh_hant: 換一句
